[
    {
        "id": "hh231j3",
        "title": "A'Village Spooky Tシャツ",
        "description": "オリジナルデザインで自分らしさを表現できるカスタムプリントTシャツ！肌触りの良い高品質なコットン素材を使用し、長時間の着用でも快適さをキープします。最新のデジタルプリント技術により、鮮やかな色合いと細部まで美しく再現されたデザインが特徴。洗濯しても色落ちしにくく、長く愛用できます。イラスト、ロゴ、メッセージなど、お好きなデザインを自由にプリント可能。個人用はもちろん、グループ・イベント・ギフトにも最適です。世界に一つだけのTシャツを作ってみませんか？",
        "price": 1500,
        "rating": 4.8,
        "isFeatured": true,
        "image": "spooky"
    },
    {
        "id": "cgc1hc41",
        "title": "「Addicted」スカルデザインTシャツ",
        "description": "強さと個性をアピールする「Addicted」スカルデザインTシャツ！インパクトのあるドクロのグラフィックに、存在感抜群の「Addicted」のロゴを組み合わせた一枚。ストリート系やロックスタイルが好きな方にぴったりのアイテムです。肌触りの良い高品質コットンを使用しており、一日中快適に着用可能。プリントは耐久性に優れており、何度洗っても色あせにくいのが魅力。個性を大切にするあなたに、他とは違うスタイルを。",
        "price": 1200,
        "rating": 3.5,
        "isFeatured": false,
        "image": "addicted"
    },
    {
        "id": "6jb87kb8",
        "title": "「All Role」スウェット",
        "description": "どんな役割もこなす、柔軟なスタイルを表現する「All Role」スウェット。胸元にシンプルに施された「All Role」の文字が、多様性と順応力の精神を象徴します。厚手で柔らかな裏起毛素材を使用し、暖かくて通気性も良く、肌寒い季節やリラックスした日常コーデに最適。男女問わず着られるゆったりとしたユニセックスデザインで、着心地抜群。シンプルながら、確かな存在感を放つ一枚です。",
        "price": 1550,
        "rating": 4.2,
        "isFeatured": true,
        "image": "allrole"
    },
    {
        "id": "5w7d5df",
        "title": "「Cat Shark」Tシャツ",
        "description": "サメのコスチュームを着たネコが主役の「Cat Shark」Tシャツ！見た人を思わず笑顔にする、ユニークでキュートなデザインが魅力です。動物好きや個性的なファッションを楽しみたい方にぴったりの一枚。やわらかくて通気性の良いコットン素材を使用しており、長時間の着用でも快適。ユニセックス仕様で、どんなコーデにも合わせやすいナチュラルなカラー展開。遊び心あふれるデザインで、毎日をもっと楽しく！",
        "price": 1770,
        "isFeatured": false,
        "rating": 2.2,
        "image": "catshark"
    },
    {
        "id": "8efefe86f",
        "title": "「Cat Parade」Tシャツ",
        "description": "整列したネコたちが並ぶ、シンプルでかわいい「Cat Parade」Tシャツ。ネコ好きにはたまらない、ミニマルでほっこりするイラストが魅力のデザインです。カジュアルながら個性を演出できる一枚で、デイリースタイルにもぴったり。やわらかくて通気性の良いコットン素材を使用し、一日中快適な着心地。ユニセックス仕様で、ナチュラルカラーとの相性も抜群。お出かけにも、おうち時間にも使える万能アイテムです。",
        "price": 1045,
        "rating": 3.8,
        "isFeatured": false,
        "image": "cats"
    },
    {
        "id": "5w5dw57d57",
        "title": "「Mega Minion」Tシャツ",
        "description": "大きくてインパクト抜群のミニオンが描かれた「Mega Minion」Tシャツ！キュートでコミカルなミニオンのイラストに、遊び心たっぷりの「Mega Minion」のロゴが映える一枚です。ミニオン好きはもちろん、ユニークなファッションを楽しみたい方にもおすすめ。柔らかくて通気性の良い高品質コットン素材で、長時間の着用も快適。ユニセックス仕様で、目立つデザインがストリートでも注目の的になること間違いなし！",
        "price": 1220,
        "rating": 4.9,
        "isFeatured": true,
        "image": "megaminion"
    },
    {
        "id": "s5c54sc4s",
        "title": "「スクービー・ドゥー」Tシャツ",
        "description": "みんな大好きな「スクービー・ドゥー」と一緒に冒険気分を楽しもう！このTシャツは、表情豊かでユニークな探偵犬スクービー・ドゥーのイラストが描かれた、遊び心あふれる一枚です。懐かしのアニメが好きな方にも、カジュアルに楽しみたい方にもぴったり。柔らかくて着心地の良いコットン素材を使用し、毎日のコーデにぴったりの快適さ。ユニセックスデザインで、注目度も抜群！スクービーと一緒に楽しいスタイルを。",
        "price": 922,
        "rating": 5.0,
        "isFeatured": false,
        "image": "scoobydoo"
    },
    {
        "id": "bm4m322v",
        "title": "「Keyshine」Tシャツ",
        "description": "クールな「Keyshine」のロゴと、目が「X」になった個性的なぬいぐるみのイラストが特徴のTシャツ。都会的で少しミステリアスな雰囲気を醸し出し、個性を大切にする方にぴったりのデザインです。やわらかくて着心地の良い高品質コットンを使用し、耐久性のあるプリントで色あせにくい仕上がり。ユニセックスのシルエットとダークカラーで、スタイリッシュさを引き立てます。ストリートファッションのコレクションにぜひ加えたい一枚です。",
        "price": 1230,
        "rating": 4.5,
        "isFeatured": false,
        "image": "keyshine"
    },
    {
        "id": "ss4fs6fs7",
        "title": "Camiseta Cute Bear」Tシャツ",
        "description": "「Camiseta Cute Bear」Tシャツは、かわいらしいクマのイラストが特徴で、甘くて明るいスタイルが好きな方にぴったり。シンプルで柔らかい色合いのデザインは、普段使いのカジュアルスタイルに合わせやすいです。高品質なコットン素材を使用し、柔らかく快適な着心地。ユニセックスのフィット感で、どの年齢・性別にもおすすめの一枚。かわいいクマと一緒に、温かみのあるファッションを楽しんでください。",
        "price": 1230,
        "rating": 3.9,
        "isFeatured": true,
        "image": "camiseta"
    }
]
